<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
    
<link rel="stylesheet" type="text/css" href="/milkyWayForest/css/writeAgreeForm.css">
<form action="" id="writeAgreeForm">
	<ul id="simpleWrite">
		<li><input type="button" id="kakaoWriteBtn" value="카카오 회원가입"></li>
	</ul>
	<ul class="writeAgreeBox">
		<li class="writeAgreeCheckBox check01">
			<div>
				<ul class="writeAgreeFix">
					<li align="center">
						<img id="writeAgreeImg" src="/milkyWayForest/image/starbucksStaff.JPG">
					</li>
            	</ul>
			</div>
		</li>
        <li class="writeAgreeCheckBox check01">
			<div>
				<ul class="writeAgreeFix">
					<div>
						<li id="writeSubject" style="text-align:center;">회원가입 약관동의 단계입니다.</li>
             		</div>
             		<div>
               			<li align="right" style="padding-right:30px;">
							<input type="checkbox" id="writeAllAgreecheck" class="acptChck" >
							<label for="writeAllAgreecheck"></label>
               			</li>
					</div>
				</ul>
			</div>
		</li>
        <li class="writeAgreeCheckBox check03">
			<ul class="writeAgreeFix">
				<li>홈페이지 이용약관 동의(필수)</li>
				<li class="checkBtn">
					<input type="checkbox" id="writeCheck1" name="acptChck1" class="acptChck" name="chk">
                    <label for="writeCheck1"></label>
                </li>
            </ul>
			<div id="writeAgreeContentbox">
				<div id="writeAgreeContent">
					<p>(주)스타벅스커피 코리아는 고객님을 보호합니다.</p><br>
	                <p>본 약관은 (주)스타벅스커피 코리아의 홈페이지 서비스의 이용과 관련하여 필요한 사항을 규정합니다.</p><br>
	                <p>제1장 총칙</p><br>
	                <p>제 1 조 목적</p><br>
	                <ul>
	                  <li>1. (주)스타벅스커피 코리아(이하 '회사'라고 합니다)에서 운영하는 홈페이지(https://www.starbucks.co.kr/, 이하 “홈페이지”라고 합니다)는 아래와 같은 약관에 동의하는 이용자들에게 제공되는 인터넷서비스로, 본 약관은 이용자와 회사 사이에 본 홈페이지 이용에 관한 권리 및 의무를 규정하는 것을 목적으로 합니다.</li><br>
	                  <li>2. 홈페이지의 모든 자료는 Starbucks Corporation 및 자회사, 계열사 혹은 Starbucks Corporation에 의해 자격을 취득한 기타 이해 관계자에 의한 저작권, 등록의장, 등록상표 또는 기타 지적소유권으로 보호되고 있습니다.</li><br>
	                  <li>3. 본 홈페이지에 포함된 자료는 이용자에게 정보 제공을 위한 목적으로만 제공됩니다. 이용자는 본 홈페이지의 내용에 대하여 어떤 방법으로도 배포, 출판, 전송, 변경, 전시, 모방작품의 창조 혹은 개발할 수 없습니다. 이용자는 회사의 권한을 보호하여야 하고, 본 홈페이지의 자료를 허가 없이 유용할 수 없습니다. 허가 없이 본 홈페이지의 내용을 유용하는 경우에 회사와 Starbucks Corporation은 이용자에게 법적, 재정적으로 가능한 기타 추가적인 배상을 청구할 수 있습니다.</li><br>
	                  <li>4. 이용자가 제출하는 자료의 내용에 대한 책임은 전적으로 이용자에게 있습니다. 이용자가 제출하는 자료에 불법, 중상모략, 비난 혹은 비도덕적인 내용이 포함되어서는 안됩니다. 이용자는 본 홈페이지에 저작권, 등록상표권, 사생활권 혹은 기타 사적 권리 혹은 소유권을 포함하는 제3자의 권리를 침해하는 어떤 자료도 게시하여서는 안됩니다.</li><br>
	                  <li>5. 이용자의 개인정보 보호 및 보안, 개인정보에 대한 수집, 이용 및 저장과 관련한 관행 및 정책에 대하여는 회사의 개인정보취급방침에 의합니다. 개인정보취급방침은 홈페이지에 별도 게시하고 있습니다.</li><br>
	                </ul><br>
	                <p>제 2 조 용어의 정의</p>
	                <ul><br>
	                  <li>본 약관에서 사용하는 용어는 다음과 같이 정의합니다.</li><br>
	                  <li>1. “이용자”란 홈페이지에 접속하여 홈페이지를 이용하는 회원 및 비회원을 말합니다.</li><br>
	                  <li>2. '회원”이란 홈페이지에 접속하여 본 약관에 따라 회사 인터넷 회원으로 가입하여 홈페이지가 제공하는 서비스를 받는 자를 말하고, “비회원”이란 회원이 아닌 자를 말합니다.</li><br>
	                  <li>3. 회원이 소지한 Starbucks Card를 등록하면 “스타벅스 리워드 회원”이 됩니다. 본 약관에서 별도로 정한 사항이 없다면, “스타벅스 리워드 회원”의 권한 및 이용과 관련한 규정은 “스타벅스 카드 이용약관”에 따릅니다.</li><br>
	                  <li>4.”e-프리퀀시 바코드”란 회원 가입 시 회원의 계정에 자동으로 발급되는 온라인 적립 수단이며, e-프리퀀시 이벤트 진행 시, 등록된 e-프리퀀시 바코드에 e-스티커를 적립하여 관련 혜택을 받을 수 있습니다.</li><br>
	                  <li>5. “스타벅스 모바일 애플리케이션”이란 회사가 모바일 및 휴대용 기기 등을 통하여 제공하는 앱을 말합니다.</li><br>
	                  <li>6. '사이렌 오더 서비스'란 회사가 스타벅스 모바일 애플리케이션을 통해 회원이 주문할 매장을 선택하여 주문 가능 메뉴를 확인하고 다양한 결제수단으로 주문 및 예약할 수 있는 전자상거래 서비스를 말합니다.</li><br>
	                  <li>7. “사이렌오더”란 회원이 사이렌 오더 서비스를 통하여 회사의 다양한 메뉴를 매장별 실시간 주문 가능 수량을 확인하여 선결제한 후, 나의 위치정보(GPS, 고주파 등 이용)를 기반으로 2km 내 매장에 주문을 전송을 하는 것을 말합니다.</li><br>
	                  <li>8. “홀케이크 선물/예약”이란 회원이 사이렌 오더를 통해 홀케이크를 선결제 하고, 지정한 매장에서 지정한 날짜에 “홀케이크 모바일 교환권”으로 수령하는 주문 유형을 말합니다. “선물”이란 회원이 “예약”한 “홀케이크 모바일 교환권”을 휴대폰 MMS 전송 방법을 통해 선물할 수 있는 서비스를 말합니다.</li><br>
	                  <li>9. “홀케이크 모바일 교환권”이라 함은 “홀케이크”가 화체된 모바일용 쿠폰으로서, “홀케이크 모바일 교환권” 내에 명시된 교환 조건에 따라 해당 상품으로 교환할 수 있으며, 현금 및 다른 상품으로 대체 수령은 불가합니다. “홀케이크 모바일 교환권”의 수신자라 함은 “홀케이크 모바일 교환권”을 회원으로부터 전송 받은 자를 말합니다.</li><br>
	                  <li>10. “e-Gift Item 서비스”란 회원이 스타벅스 모바일 애플리케이션 및 기타 유무선 인터넷 플랫폼을 통해 e-Gift Item을 구매하고, 구매한 e-Gift Item을 모바일 단말기를 통해 타인 또는 본인에게 전송할 수 있도록 하며, e-Gift Item의 소지자에게 명시된 조건에 따라 회사의 상품으로의 교환을 허용하기 위해 회사가 제공하는 서비스를 말합니다.</li><br>
	                  <li>11. “e-Gift Item”이란 회원이 휴대전화 등을 이용하여, 회사가 판매하는 일정 상품의 종류, 금액, 수량의 교환 권리를 전자적 증서 형태로 구매한 후 본인 또는 타인에게 전송하고, 본 증서의 소지자가 회사에게 제시하는 경우 그 증표에 명시된 조건에 따라 상품을 제공 받을 수 있는 교환권을 말합니다.</li><br>
	                  <li>12. “구매자”란 스타벅스 모바일 애플리케이션 및 기타 유무선 인터넷 플랫폼을 이용하여 “e-Gift Item”을 결제 및 구매한 자를 말하며, “소지자”란 구매된 “e-Gift Item”을 소지하고 있거나 또는 스타벅스 모바일 애플리케이션 및 기타 유무선 인터넷 플랫폼에 등록하여 소지하고 있는 자를 말합니다.</li><br>
	                  <li>13. “사용처”란 회사가 운영하는 매장 중 “e-Gift Item”을 사용할 수 있는 매장을 말합니다.</li><br>
	                  <li>14. “Delivers 서비스”란 회원이 스타벅스 모바일 애플리케이션을 통해 회원이 지정한 주소로 주문 가능한 상품 등을 배달 받는 서비스를 말합니다.</li><br>
	                  <li>15. “에코매장”이란 일회용컵 사용 절감을 목적으로 이용자가 음료 외부 반출을 희망하는 경우 보증금을 지불 시 기존 매장에서 제공되던 일회용컵 대신 리유저블컵으로 음료를 제공하며, 리유저블컵을 반납 시 보증금을 환급해주는 매장을 말합니다.</li><br>
	                  <li>16. “e-Gift Card'란 회원이 휴대전화 등을 이용하여, 회사가 판매하는 일정 금액의 교환 권리를 전자적 증서 형태로 구매한 후 본인 또는 타인에게 전송하고, 본 증서의 소지자가 회사에게 제시하는 경우 그 증표에 명시된 조건에 따라 상품을 제공받을 수 있는 교환권을 말합니다. 'e-Gift Card'를 스타벅스 모바일 애플리케이션에 등록하는 경우 Starbucks Card로 사용할 수 있으며, 본 약관에서 별도로 정한 사항이 없다면 이용에 관한 규정은 '스타벅스 카드 이용약관'에 따릅니다.</li><br>
	                  <li>17. “Gift 배송하기 서비스”란 스타벅스 모바일 애플리케이션을 통해 제공하는 전자상거래 서비스를 말하며, “배송상품”이란 스타벅스 모바일 애플리케이션을 통해 이용자의 구매에 따라 배송되는 상품 등을 말합니다.</li><br>
	                  <li>18. “Gift 배송하기 서비스”의 “구매자”란 스타벅스 모바일 애플리케이션에서 판매하는 “배송상품” 등을 구매한 회원을 말하며, “수신자”란 “배송상품”을 구매한 회원으로부터 “배송상품”을 선물 받은 회원 또는 비회원을 말합니다.</li><br>
	                </ul><br>
	                <p>제 3 조 약관의 효력 및 개정 등</p><br>
	                <ul><br>
	                  <li>1. 본 약관은 그 내용을 회사가 홈페이지에 게시하고, 회원이 홈페이지 회원가입 시 본 약관에 동의함으로써 그 효력이 발생합니다.</li><br>
	                  <li>2. 본 약관과 스타벅스 카드 이용약관의 내용상 충돌이 있을 경우 스타벅스 카드 이용약관이 우선합니다.</li><br>
	                  <li>3. 회사는 본 약관을 변경할 수 있으며 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 홈페이지에 그 적용일의 7일전부터 공시하거나 회원이 입력한 가장 최근의 이메일로 전송하는 방법으로 회원에게 고지합니다. 다만, 회원에게 불리한 내용으로 약관을 개정하는 경우에는 적용일로부터 30일 전까지 홈페이지에 공시하고 회원이 입력한 가장 최근의 이메일로 전송하는 방법으로 회원에게 고지합니다.</li><br>
	                  <li>4. 변경된 약관은 공시하거나 고지한 적용일로부터 효력이 발생합니다.</li><br>
	                  <li>5. 회원이 변경된 약관 사항에 동의하지 않을 경우, 약관의 효력 발생 전일까지 서비스 이용을 중단하거나 회원 탈퇴를 할 수 있으며, 약관의 개정과 관련하여 효력 발생일 전일까지 이의를 제기하지 않는 경우에는 개정된 약관에 동의한 것으로 간주합니다.</li><br>
	                </ul><br>
	                <p>제 2장 회원 관리 및 서비스</p><br>
	                <p>제 4 조 회원 ID와 비밀번호</p><br>
	                <ul><br>
	                  <li>1. 회원 가입은 무료입니다. 다만, 14세 미만인 자는 회원으로 가입할 수 없습니다.</li><br>
	                  <li>2. 회원ID(계정)는 1인당 1개의 ID만 생성 및 등록이 가능하며, ID생성을 위해 필요한 개인정보를 허위로 제공하거나, 본인이 아닌 타인의 정보를 무단으로 사용하여 회원ID를 만들 수 없습니다. 이를 위반할 경우, 회원에게 제공되는 서비스의 제한이 있을 수 있으며, 본 약관 각 조항에서 정하고 있는 불이익을 받을 수 있습니다.</li><br>
	                  <li>3. 회원 가입 시, e-프리퀀시 바코드가 회원계정으로 발급되며, e-프리퀀시 이벤트 기간 일 경우 해당 바코드로 e-프리퀀시 이벤트 참여가 가능합니다.</li><br>
	                  <li>4. 회원에게 부여된 회원번호(ID) 및 비밀번호의 관리소홀, 부정사용에 의하여 발생하는 모든 결과에 대한 책임은 회원에게 있습니다.</li><br>
	                  <li>5. 회원 자신의 ID가 부정하게 사용된 경우 해당 회원은 반드시 회사에 그 사실을 지체 없이 통보하여 조치를 받아야 하며, 통보의 지연으로 인해 발생하는 손해는 회사가 책임지지 않습니다.</li><br>
	                </ul><br>
	                <p>제 5 조 회원 정보</p><br>
	                <ul><br>
	                  <li>회원은 가입 시 기재하는 이름을 포함한 모든 정보에 실명 등 사실에 기초한 정보를 기재하여야 합니다. 실명이나 실제 정보를 입력하지 않은 회원은 법적인 보호를 받을 수 없으며 회사로부터 서비스 이용 제한 등의 조치를 받을 수 있습니다.</li><br>
	                </ul><br>
	                <p>제 6 조 본인 인증 서비스</p><br>
	                <ul><br>
	                  <li>1. 회사는 전기통신사업법 제84조의2에 따라 발신번호의 변조 방지를 위해 번호인증을 통한 발신번호 사전 등록서비스를 제공 및 운영합니다.</li><br>
	                    <li>2. 회사는 이용자의 회원가입 시 타인의 명의를 도용한 부정가입을 방지하기 위해 본인인증 서비스 사업자가 제공하는 인증방법을 통해 본인인증서비스를 제공 및 운영합니다.</li><br>
	                    <li>3. 회사는 회원을 보호하기 위하여 보안 및 인증수단을 회사 보안 정책에 따라 시행 및 변경할 수 있습니다.</li><br>
	                    <li>4. 회사는 회원의 발신번호 사전등록 및 본인 인증 절차를 거친 후 e-Gift Card 및 e-Coupon 선물하기 서비스를 제공하여야 합니다.</li><br>
	                    <li>5. 본인 인증 서비스에 대한 동의 거부 시, 회원 가입이 불가하며, e-Gift Card 및 e-Coupon 선물하기 서비스를 이용할 수 없습니다.</li><br>
	                </ul><br>
	                <p>제 7 조 회원 등록정보의 이용</p>
	                <ul><br>
	                  <li>1. 회사는 회원 등록정보를 집단적인 통계치 형태로 사용할 수 있습니다.</li>
	                  <li>2. 회사는 관련 법령에 따른 경우를 제외하고는 회원의 동의 없이 회원 정보를 공개하지 않습니다.</li>
	                  <li>3. 회사는 회원이 회사의 권리를 침해하거나 기타 불법행위를 하는 경우, 정당한 법 절차에 따라 회원의 정보를 이용할 수 있습니다.</li>
	                  <li>4. 회사는 수사기관이 수사와 관련하여 정당한 법 절차에 따라 회원의 정보를 요구하는 경우에는 이에 응하여 회원의 등록 정보를 수사기관에 제공할 수 있습니다.</li>
	                </ul><br>
	                <p>제 8 조 회사 서비스에 포함된 회원 게시물의 관리</p>
	                <ul><br>
	                  <li>1. 회원이 홈페이지를 이용하여 홈페이지에 게시한 부호ㆍ문자ㆍ음성ㆍ음향ㆍ화상ㆍ동영상 등의 정보 형태의 글, 사진, 동영상 및 각종 파일과 링크 등 '게시물'의 저작권은 적법한 저작권자에게 귀속됩니다.</li>
	                  <li>2. 회원이 홈페이지를 이용하는 경우, 회사는 회원의 프로필 사진 및 게시물(예: 캘린더 상 직접 입력 정보, 리뷰, 댓글 등)을 회원 서비스 화면에 표시할 수 있습니다. 이 경우, 회사는 저작권법 규정을 준수하며, 회원은 언제든지 고객센터 또는 홈페이지 내 관리기능을 통해 해당 게시물에 대해 삭제, 비공개 등의 조치를 취할 수 있습니다.</li>
	                  <li>3. 회사는 회원의 게시물을 소중하게 생각하며 게시물이 변조, 훼손, 삭제되지 않도록 최선을 다하여 보호합니다. 그러나 회원의 게시물이 '정보통신망법' 및 '저작권법' 등 관련법에 위반되는 내용을 포함하는 경우, 권리자는 관련법이 정한 절차에 따라 해당 게시물의 게시 중단 및 삭제 등을 요청할 수 있으며, 회사는 관련법에 따라 조치를 취하여야 합니다.</li>
	                  <li>4. 회사는 전항에 따른 권리자의 요청이 없는 경우라도 권리 침해가 인정될 만한 사유가 있거나 기타 회사 정책 및 관련법에 위반되는 경우에는 관련법에 따라 해당 '게시물'에 대해 임시 조치 등을 취할 수 있습니다.</li>
	                  <li>5. 회사는 바람직한 게시판 문화를 활성화하기 위하여 동의 없는 타인의 신상 공개 시 특정부분을 삭제하거나 기호 등으로 수정하여 게시할 수 있습니다.</li>
	                  <li>6. 게시물에 관련된 제반 권리와 책임은 작성자 개인에게 있습니다. 또 게시물을 통해 자발적으로 공개된 정보는 보호받기 어려우므로 정보 공개 전에 심사숙고 하시기 바랍니다.</li>
	                  <li>7. 가입 해지 시 회원께서 작성하신 게시물은 자동으로 파기됩니다. 보관을 원하시는 게시물은 미리 회원의 컴퓨터에 저장하셔야 합니다.</li>
	                  <li>8. 일부 정보는 정당한 사유 또는 목적이 달성되는 등의 경우 삭제될 수 있으며 이러한 사유발생 시 별도 안내 및 적정 절차를 거쳐 삭제 조치될 수 있습니다.</li>
	                  </ul><br>
	                <p>제 9 조 휴면계정 관리</p>
	                <ul><br>
	                  <li>1. 회사는 회원이 12개월 이상 로그인 하지 않으면, 휴면계정으로 간주하고 회사가 제공하는 서비스 이용을 아래와 같이 제한/상실시킬 수 있습니다.</li>
	                  <li>2. 12개월 이상 서비스에 로그인하지 않는 경우에는 휴면계정으로 별도 관리되어 웹서비스 이용이 중단되며, 이후 다시 서비스를 이용하려면 본인확인 절차를 거쳐야 합니다. 회사는 휴면계정 전환 30일 전 회원이 등록한 가장 최근의 이메일로 휴면계정 전환 예정 통지를 합니다.</li>
	                  <li>3. 스타벅스 리워드 회원은 제2항에도 불구하고, 홈페이지 또는 스타벅스 모바일 애플리케이션에 12개월 이상 로그인 하지 않고, 계정에 등록된 Starbucks Card로 12개월 이상 거래내역(충전, 결제 등)이 없는 경우 휴면계정으로 구분됩니다.</li>
	                  <li>4. 회원이 스타벅스 카드 이용약관 제14조에 명시된 제휴신용카드 신청을 위해 본인 인증절차를 진행할 경우에는 더 이상 휴면계정으로 관리되지 않으며 다시 서비스 이용이 가능합니다. 또한 제휴신용카드 이용 회원이 제휴신용카드 사용을 통해 별 적립을 하는 경우 휴면계정으로 관리되지 않습니다.</li>
	                </ul><br>
	                <p>제 10 조 회원 탈퇴</p>
	                <ul><br>
	                  <li>1. 회원은 탈퇴를 희망하는 경우, “My Starbucks” 페이지에서 “회원 탈퇴” 버튼을 사용하여 탈퇴 신청을 합니다.</li>
	                  <li> 가. 스타벅스 기명식 선불 충전카드를 보유한 회원의 카드가 잔액이 남아 있고 정지 상태에 있는 회원의 경우, 카드의 환불 및 환급 등의 처리 절차가 모두 완료된 다음에 탈퇴할 수 있습니다.</li>
	                  <li> 나. 아직 수령 전인 사이렌 오더 홀케이크 예약 건이 있을 경우, 수령 처리를 완료 후 탈퇴할 수 있습니다.</li>
	                  <li> 다. 스타벅스 e-프리퀀시 이벤트 기간 중 탈퇴 시에는 적립된 e-스티커가 모두 소멸되며 재가입 시 소멸된 e-스티커는 복원되지 않습니다.</li>
	                  <li> 라. “Gift 배송하기 서비스”의 진행 중인 주문 내역 등이 있는 경우, 주문 절차가 모두 완료된 후에 탈퇴할 수 있습니다.</li>
	                  <li>2. 회원 재가입은 회원이 가입 후 탈퇴, 재가입 등을 반복함으로써 회사가 제공하는 쿠폰, 이벤트 혜택 등 경제상의 이익을 취하거나 기타 명의도용 등의 불법적인 행위 등을 방지하기 위하여, 회원 탈퇴를 한 날로부터 30일이 경과한 경우에 가능합니다.</li>
	                  <li>3. 회원이 다음 각 호의 사유에 해당하는 경우, 회사는 회원자격을 제한 또는 정지시킬 수 있고, 14일의 기간을 정하여 시정하거나 소명할 기회를 부여한 뒤, 회원의 소명이 없거나 그 소명이 정당하지 아니한 경우 회원자격을 박탈할 수 있습니다.</li>
	                    <ul><br>
	                      <li> 가. 타인의 회사 이용을 방해하거나 그 정보를 도용하는 등 전자거래질서를 위협하는 경우</li>
	                      <li> 나. 회원 가입 시 허위 내용의 등록 및 타인의 정보 도용</li>
	                      <li> 다. 관계 법령을 위배하거나 미풍양속을 저해하고자 하는 목적으로 회원 가입신청을 할 경우</li>
	                      <li> 라. 본 약관에 위반한 경우</li>
	                      <li> 마. 회사 및 기타 제3자의 권리를 침해하거나 도용하였을 경우</li>
	                      <li> 바. 회사 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위</li>
	                      <li> 사. 구매상품을 정당한 이유 없이 상습적으로 취소 또는 반품(환불)하는 등의 방법으로 회사의 업무를 현저히 방해하는 경우</li>
	                      <li> 아. 재판매 목적으로 상품 등을 대량으로 중복 구매하여 다른 이용자의 구매 기회를 제한하는 등 공정한 거래질서를 현저히 방해하는 경우</li>
	                      <li> 자. 상품 구매 및 서비스 이용 시 정상적인 거래 범위를 현저히 이탈하여 오남용하는 경우</li>
	                      <li> 차. 기타 회원으로서의 자격을 지속시키는 것이 객관적으로 부적절하다고 판단되는 경우</li>
	                    </ul><br>
	                  </li>
	                </ul><br>
	                <p>제 11 조 서비스의 중단</p>
	                <ul><br>
	                  <li>1. 회사는 컴퓨터 등 정보통신설비의 보수 점검 교체 및 고장, 통신의 두절, 기타 불가항력적 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다.</li>
	                  <li>2. 회사는 제1항의 사유로 서비스의 제공이 일시적으로 중단됨으로 인하여 이용자 또는 제3자가 입은 손해에 대하여 배상하지 아니합니다. 단 회사의 고의 또는 과실이 있는 경우에는 그러하지 아니합니다.</li>
	                </ul><br>
	                <p>제 12 조 회원에 대한 통지</p>
	                <ul><br>
	                  <li>1. 회사가 회원에 대한 통지를 하는 경우 본 약관에 별도 규정이 없는 한 문자메시지(SMS), 모바일 애플리케이션 푸쉬, 이메일 등으로 할 수 있습니다.</li>
	                  <li>2. 회사는 회원 전체에 대한 통지의 경우 7일 이상 회사의 게시판에 게시함으로써 제1항의 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지를 합니다.</li>
	                </ul>
				</div>
            </div>
        </li>
        <li class="writeAgreeCheckBox check04">
			<ul class="writeAgreeFix">
				<li>개인정보 수집 및 이용동의 (필수)</li>
				<li>
                    <input type="checkbox" id="writeCheck2" name="acptChck1" class="acptChck" name="chk">
                    <label for="writeCheck2"></label>
                </li>
            </ul>
            <div>
              <div id="writeAgreeContent">
    
              </div>
            </div>
        </li>
        <li class="writeAgreeCheckBox check05">
            <ul class="writeAgreeFix">
                <li>이벤트 등 프로모션 알림 메일 수신동의(선택)</li>
                <li class="">
                    <input type="checkbox" id="writeCheck3"class="acptChck" name="chk">
                    <label for="writeCheck3"></label>
                </li>
            </ul>
        </li>
        <li class="writeAgreeCheckBox check06">
          <ul class="writeAgreeFix">
            <li>다양한 프로모션 소식 및 신규 매장 정보를 보내 드립니다.</li>
          </ul>
        </li>
        <li class="writeAgreeCheckBox check07">
          <ul>
            <li>회원가입 유의사항</li>
          </ul>
        </li>
        <li class="writeAgreeCheckBox check08">
			<div>
				<ul id="writeAgreenotes">
					<li>타인의 개인정보를 도용하여 가입할 경우 향후 적발 시 서비스 이용제한 및 법적 제재를 받으실 수 있습니다.</p>
					<li>스타벅스커피 코리아의 공식 홈페이지는 Internet Explorer 9.0이상, Chrome, Firefox, Safari 브라우저에 최적화 되어있습니다.</p><br><br>
				</ul>
				<div>
					<ul>
						<li align="center"><input type="button" disabled="disabled" id="writeAgreeBtn1" value="동의"></li>
					</ul>
				</div>
			</div>
		</li>
	</ul>
</form>

<script type="text/javascript" src="http://code.jquery.com/jquery-3.6.0.min.js"></script>
<script type="text/javascript" src="/milkyWayForest/js/write.js"></script>
<script type="text/javascript">
/* $('#writeAgreeForm').ready(function(){
	$('#writeAgreeForm .acptChck').each(function(){
		$(this).prop('checked', false);
	})
	
}); */

/* window.onpageshow = function(event){
	$("#writeAllAgreecheck:checkbox:checked").prop("checked",false);
	$(".acptChck:checkbox:checked").prop("checked",false); */

	
	//$("input:checkbox[class='acptChck']:checked").attr("checked", "");
/* $("input[type=checkbox][checked]").each(function() {
	$(this).attr('checked', false); */
/* }); */
} 
</script>



